/* No comment provided by engineer. */
"+ Add files" = "+ 添加文件";

/* No comment provided by engineer. */
"Archive" = "归档";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Compress" = "开始压缩";

/* No comment provided by engineer. */
"Compressing %@ %@" = "正在压缩 %@ %@";

/* No comment provided by engineer. */
"Compressing %@ %@ %@" = "正在压缩 %@ %@ %@";

/* No comment provided by engineer. */
"Compression completed" = "压缩完成";

/* No comment provided by engineer. */
"Compression level" = "压缩等级";

/* No comment provided by engineer. */
"Confirm Password" = "确认密码";

/* No comment provided by engineer. */
"Confirm Password:" = "确认密码:";

/* No comment provided by engineer. */
"Enter Password:" = "输入密码:";

/* No comment provided by engineer. */
"Failed to close file" = "关闭文件失败";

/* No comment provided by engineer. */
"Failed to open the file" = "打开文件失败";

/* No comment provided by engineer. */
"Failed to write to file" = "写入文件失败";

/* No comment provided by engineer. */
"High" = "高";

/* No comment provided by engineer. */
"Initializing..." = "正在初始化...";

/* No comment provided by engineer. */
"Large files take a long time to compress" = "大文件需要更长的时间来压缩";

/* No comment provided by engineer. */
"Last Modified" = "最后修改时间";

/* No comment provided by engineer. */
"Low" = "低";

/* No comment provided by engineer. */
"Middle" = "中";

/* No comment provided by engineer. */
"Name" = "名字";

/* No comment provided by engineer. */
"No files to compress, please add files" = "没有要压缩的文件，请添加文件";

/* No comment provided by engineer. */
"Not enough disk space to compress" = "磁盘空间不足，无法压缩";

/* No comment provided by engineer. */
"Ok" = "确定";

/* No comment provided by engineer. */
"Operate" = "操作";

/* No comment provided by engineer. */
"Password" = "密码";

/* No comment provided by engineer. */
"Please enter a password" = "密码不能为空";

/* No comment provided by engineer. */
"Passwords do not match" = "密码不匹配";

/* No comment provided by engineer. */
"Path" = "路径";

/* No comment provided by engineer. */
"Remove" = "移除";

/* No comment provided by engineer. */
"Set password" = "设置密码";

/* No comment provided by engineer. */
"Show Password" = "显示密码";

/* No comment provided by engineer. */
"Size" = "大小";

/* No comment provided by engineer. */
"The password length exceeds the 32-bit limit" = "密码长度超过32位限制";

/* No comment provided by engineer. */
"The storage directory is a read-only, please change another path and try again" = "保存目录为只读目录，请更改保存路径";

/* No comment provided by engineer. */
"Uncompressed, waiting to exit..." = "已取消压缩，正在等待退出...";

